Repository: nadahasni-dot/story_app_dicoding
Catalog: lib/l10n/app_*.arb
Languages: id

# titleApp
source: Story App
id: Aplikasi Cerita

# titleLogin
source: Login
id: Masuk

# titleLogout
source: Logout
id: Keluar

# titleRegister
source: Register
id: Daftar

# textName
source: Name
id: Nama

# textRepeatPassword
source: Repeat Password
id: Ulangi Password

# textInvalidEmail
source: Please provide valid email
id: Masukkan email yang valid

# textInvalidPassword
source: Password must be at least 8 characters
id: Password minimal terdiri dari 8 karakter

# textInvalidRepeatPassword
source: Repeat Password does not match
id: Password tidak sama

# textRequired
source: This field can not be empty
id: Input ini tidak bisa kosong

# textStoryList
source: Story List
id: Daftar Cerita

# textStoryDetail
source: Story Detail
id: Detail Cerita

# textStoryAddNew
source: Add Story
id: Tambahkan Cerita

# textStoryPickImage
source: Pick Image
id: Pilih Gambar

# textStoryPickImageGallery
source: Pick from gallery
id: Ambil dari galeri

# textStoryPickImageCamera
source: Pick from camera
id: Ambil dari kamera

# textEmptyStory
source: There is no story to show
id: Tidak ada cerita untuk ditampilkan

# textDontHaveAccount
source: Don't have an account?
id: Belum memiliki akun?

# textLoginDescription
source: Login to start a session
id: Masuk untuk memulai sesi

# textRegisterDescription
source: Register your account
id: Daftarkan akun anda
